Revit 2024 API
UnitTypeId.StationingFeet Property
 Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId StationingFeet { get; }
Visual Basic
Public Shared ReadOnly Property StationingFeet As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StationingFeet {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace